Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/kolme_selvitysta_saamelaisopetuksen_kehittamistarpeista_luovutettiin_opetusministerille.html.tmx
Source language: fin
Languages: sme

source: Kolme selvitystä saamelaisopetuksen kehittämistarpeista luovutettiin opetusministerille
sme: Golbma čielggadeami sámeoahpahusa ovddidandárbbuin addojuvvojedje oahpahusministarii

source: Saamenkielisiä oppimateriaaleja puuttuu huomattava määrä ja suuri osa on uudistamisen tarpeessa.
sme: Sámegielat oahppamateriálat váilot mihá olu ja stuorra oassi dain gáibidit ođasmahttima.

source: Saamenkielisistä kelpoisuuden omaavista opettajista on kova puute ja uusia koulutuspolkuja tarvitaan pikaisesti.
sme: Sámegielat gelbbolaš oahpaheddjiin lea stuorra vátni ja ođđa skuvlenbálgát dárbbašuvvojit jođánit.

source: Suomen- ja ruotsinkielisten perusopetuksen oppimateriaalien saamelaistieto on vähäistä.
sme: Suoma- ja ruoŧagielat vuođđooahpahusa oahppamateriálain lea unnán sámediehtu.

source: Monissa tapauksissa se luo kuvaa saamelaisista menneisyyteen kuuluvana ryhmänä ilman omaa historiaa.
sme: Máŋgii dat duddjo gova sámiid birra doložii gullevaš joavkun almmá iežaset historjjá haga.

source: Saamen kielten ja saamenkielisen opetuksen kehittämistyöryhmälle tehdyt selvitykset luovutettiin opetusministeri Li Anderssonille joulukuun 1. päivänä.
sme: Sámegielaid ja sámegielat oahpahusa ovddidanbargojovkui dahkkojuvvon čielggadeamit addojuvvojedje oahpahusministtar Li Anderssonii juovlamánu 1. beaivve.

source: Kuva: Sunna Kitti / Saamen kielten etäyhteyksiä hyödyntävän opetuksen pilottihanke
sme: Govva: Sunna Kitti / Sámegielaid gáiddusoahpahusa pilohttafidnu

source: Saamenkielisen oppimateriaalityön tulokset tulisi tuplata
sme: Sámegielat oahppamateriálabarggu bohtosiid galggašii duppalastit

source: Valtaosa nykyisin käytössä olevista, muista kuin saamen kielten oppimateriaaleista, on vanhentunutta ja tulisi pikaisesti uudistaa opetussuunnitelmia vastaaviksi.
sme: Váldooassi dál geavahuvvon, eará go sámegielaid oahppamateriálain leat boarásmuvvan ja galggašedje jođánit ođasmahttojuvvot vástidit oahppaplánaid.

source: Perusopetuksen opetussuunnitelman perusteet uudistettiin vuonna 2014, jonka jälkeen mm. ympäristöopin, matematiikan, uskonnon, historian ja yhteiskuntaopin sekä biologian ja maantiedon käytössä olevat oppimateriaalit eivät ole enää ajan tasalla.
sme: Vuođđooahpahusa oahppaplána vuođuštusat ođasmahttojuvvojedje jagi 2014, man maŋŋá áiggi dásis eai leat šat ee. birasoahpu, matematihka, oskkoldaga, historjjá ja servodatoahpu ja maiddái biologiija ja eatnandieđu oahppamateriálat, mat geavahuvvojit.

source: Saamenkieliset oppimateriaalit puuttuvat kokonaan lähes kymmenestä oppiaineesta kaikilla kolmella saamen kielellä.
sme: Sámegielat oahppamateriálat váilot ollásit goasii logi oahppoávdnasis buot golmma sámegielas.

source: Tilanne on heikoin koltansaamessa, johon tulisi kiinnittää erityistä huomiota.
sme: Dilli lea geahnoheamos nuortalašgielas, masa galggašii giddet earenoamáš fuomášumi.

source: Kiireellisin tehtävä on saame äidinkielenä ja saame vieraana kielenä -oppimateriaalien valmistaminen kattavasti kaikilla kolmella saamen kielellä.
sme: Hohpolaččamusat galggašii ráhkadit sámegiella eatnigiellan ja sámegiella vierisgiellan -oahppamateriálaid ollislaččat buot golmma sámegillii.

source: Oppimateriaalitilanteesta erillisselvityksen tehnyt Helena Korpela käsittelee inarin-, koltan- ja pohjoissaamenkielisten oppimateriaalien saatavuutta varhaiskasvatuksesta perusopetukseen ja lukioon.
sme: Oahppamateriáladilis sierračielggadeami dahkan Helena Korpela gieđahallá anáraš-, nuortalaš- ja davvisámegielat oahppamateriálaid fidnašuvvama árrabajásgeassimis, vuođđooahpahusas ja logahagas.

source: Selvityksen mukaan Saamelaiskäräjien edellisellä vaalikaudella 2016-2019 on tuotettu yhteensä 87 uutta saamenkielistä oppimateriaalia, otettu uusintapainoksia 44 materiaalista ja valmistelu käynnistetty 43 hankkeessa.
sme: Čielggadeami mielde Sámedikki ovddit válgabajis 2016-2019 leat buvttaduvvon oktiibuot 87 ođđa sámegielat oahppamateriála, váldojuvvon ođđa prentehusat 44 materiálas ja 43 fitnus lea álggahuvvon válmmaštallan.

source: – Vanhentuneiden ja puuttuvien materiaalien määrä on vähintään kaksinkertainen, noin 300 nimikettä, sanoo Korpela ja lisää, että luvusta puuttuvat vielä varhaiskasvatuksen ja muiden kouluasteiden oppimateriaalit.
sme: – Boarásmuvvan ja váilevaš materiálaid mearri lea unnimustá guovttegeardásaš, sullii 300 namahusa, dadjá Korpela ja lasiha, ahte logus váilot vel árrabajásgeassima ja eará skuvladásiid oahppamateriálat.

source: Korpela selvitti oppimateriaalitarpeita mm. laajalla opettajille ja varhaiskasvattajille suunnatulla kyselyllä.
sme: Korpela čielggadii oahppamateriáladárbbuid ee. oahpaheddjiide ja árrabajásgessiide oaivvilduvvon viiddes gažademiin.

source: – Kyselyyn tuli vastauksia todella hyvin, kertoo Korpela.
sme: – Gažadeapmái bohte vástádusat hirbmat bures, muitala Korpela.

source: – Oppimateriaalit ovat opetuksen perusedellytyksiä.
sme: – Oahppamateriálat leat oahpahusa vuođđoeavttut.

source: Ilman hyvätasoisia omakielisiä oppimateriaaleja saamen kielten ja saamenkielisten luokkien opettajien työmäärä on kohtuuton eivätkä saamelaislasten ja -nuorten oikeudet omaan kieleen toteudu opetuksessa niin kuin pitäisi, sanoo Juuso.
sme: Almmá buorredásat iežasgielat oahppamateriálaid haga sámegielaid ja sámegielat luohkáid oahpaheddjiid bargomearri lea meareheapme eaige sámemánáid ja -nuoraid vuoigatvuođat iežaset gillii ollašuva oahpahusas nu go galggašedje, dadjá Juuso.

source: Puute saamenkielisistä opettajista edellyttää uusia ratkaisuja
sme: Vátni sámegielat oahpaheddjiin eaktuda ođđa čovdosiid

source: Puute saamenkielisistä kelpoisista opettajista vaikeuttaa saamenkielisen opetuksen kehittämistä.
sme: Vátni gelbbolaš sámegielat oahpaheddjiin váttásmahttá sámegielat oahpahusa ovddideami.

source: Tilanne koskee kaikkia kolmea saamen kieltä, pahiten kuitenkin koltansaamea, todetaan Laura Arolan valmistamassa saamenkielisten opettajien saatavuutta ja koulutuspolkuja koskevassa selvityksessä.
sme: Dilli guoská buot golmma sámegillii, garrasepmosit goittotge nuortalašgillii, gávnnahuvvo Laura Arola sámegielat oahpaheddjiid fidnašuvvamii ja skuvlenbálgáide guoski čielggadeamis.

source: Selvityksen mukaan saamenkielisestä varhaiskasvatuksesta ja saamelaisopetuksesta puuttuu myös huomattavan suuri osa muuta tarvittavaa henkilöstöä.
sme: Čielggadeami mielde sámegielat árrabajásgeassimis ja sámeoahpahusas váilot maiddái mihá olu eará dárbbašlaš bargit.

source: Saamenkielisten aineenopettajien koulutuspolkujen luominen edellyttää koordinaattorin tehtävän perustamista, jotta yhteydet saamen kielten ainelaitoksen ja muiden ainelaitosten kesken saadaan toimiviksi ja koulutuspolut sujuviksi.
sme: Sámegielat ávnnasoahpaheddjiid skuvlenbálgáid duddjon eaktuda koordináhtora barggu vuođđudeami, vai oktavuođat sámegielaid ávnnaslágádusa ja eará ávnnaslágádusaid gaskkas ožžojuvvojit doaibmin ja skuvlenbálgát njuovžilin.

source: Suomesta puuttuu kokonaan myös saamen kielen ainedidaktikon tehtävä, minkä takia saamenkielisiksi opettajiksi valmistuvat jäävät ilman tärkeää tukea ja valmiuksia.
sme: Suomas váilu ollásit maiddái sámegiela ávnnasdidaktihkkara bargu, man geažil sii, geat válbmanit sámegielat oahpaheaddjin, báhcet almmá dehálaš doarjaga ja válmmašvuođaid haga.

source: Suomen kielen ainedidaktiikan opetus ei vastaa saamenkieliseksi opettajaksi kouluttautuvan opettajan tarpeita.
sme: Suomagiela ávnnasdidaktihka oahpahus ii vástit dakkár oahpaheaddji dárbbuid, gii studere sámegielat oahpaheaddjin.

source: Arolan selvityksen mukaan jopa 40 % saamenkielisen varhaiskasvatuksen ja saamelaisopetuksen työntekijöistä on vailla muodollista kelpoisuutta.
sme: Arola čielggadeami mielde juobe 40 %:s sámegielat árrabajásgeassima ja sámeoahpahusa bargiin váilu formála gelbbolašvuohta.

source: – Tarvitaan räätälöityjä, saamelaisten kotiseutualueella järjestettäviä monimuotokoulutuksia, jotka antavat mahdollisuuden pätevöityä varhaiskasvatuksen työntekijäksi tai opettajaksi niin, että saamen kieli, saamelaiskulttuuri ja saamelainen pedagogiikka huomioidaan opinnoissa, todetaan selvityksessä.
sme: – Dárbbašuvvojit heivehuvvon máŋggahámat skuvlejumit, mat lágiduvvojit sámiid ruovttuguovllus, ja mat addet vejolašvuođa šaddat gelbbolaš árrabajásgeassinbargin dahje oahpaheaddjin nu, ahte sámegiella, sámekultuvra ja sámi pedagogihkka váldojuvvojit vuhtii oahpuin, gávnnahuvvo čielggadeamis.

source: Selvitys painottaa kahta kiireellisintä ongelmaa, joihin tulee tarttua: 1) koltansaamenkielisen henkilöstön tilanteeseen ja 2) kaikkia saamen kieliä koskevaan aineenopettajien puutteeseen perusopetuksessa ja lukiossa opetettavissa aineissa.
sme: Čielggadeapmi deattuha guovtti hohpolaččamus čuolmma, maidda galgá darvánit: 1) nuortalašgielat bargoveaga dilli ja 2) buot sámegielaide guoski ávnnasoahpaheddjiid vátni ávdnasiin, mat oahpahuvvojit vuođđooahpahusas ja logahagas.

source: Saamelaiskäräjien varapuheenjohtaja Anni Koivisto kiittää ison asiakokonaisuuden selvittämisestä ja toivoo ministeriön asettamalta työryhmältä hyviä toimenpide-esityksiä asiantilan korjaamiseksi.
sme: Sámedikki várreságadoalli Anni Koivisto giitá stuorra áššeollisvuođa čielggadeamis ja sávvá ministeriija ásahan bargojoavkkus buriid doaibmabidjoevttohusaid dili divvumii.

source: – Hyvää kokemusta monimuotokoulutuksesta ja saamen kielten opintojen tuomisesta saamelaisalueella on jo saatu Oulun yliopiston Ketterä korkeakoulu -hankkeessa, sanoo Koivisto.
sme: – Buorit vásáhusat máŋggahámat skuvlejumis ja das, ahte sámegielaid oahput buktojuvvojit sámeguvlui, leat ožžojuvvon juo Oulu universitehta Ketterä allaskuvla -fitnus, dadjá Koivisto.

source: – Ketterä korkeakoulu -hanke on jo osoittanut, että kun koulutus tuodaan saamelaisalueelle, se mahdollistaa opiskelun useammille.
sme: – Ketterä allaskuvla -fidnu lea juo čájehan, ahte go skuvlejupmi buktojuvvo sámeguvlui, dat dahká eanebuidda vejolažžan studeret.

source: Kun normaalitilanteessa muutama opiskelija suorittaa vuosittain saamen kielten perus- tai aineopinnot, on nämä opinnot suorittanut nyt hankkeen aikana yhden talven aikana yhteensä 26 opiskelijaa.
sme: Go dábálaš dilis moadde studeantta čađahit jahkásaččat sámegielaid vuođđo- dahje ávnnasoahpuid, dáid oahpuid leat dál fitnu áigge čađahan ovtta dálvvi áigge oktiibuot 26 studeantta.

source: – Se on huikea saavutus ja kannustaa kehittämään opettajaopintoja tähän suuntaan, sanoo Koivisto.
sme: – Dat lea oba buorre olahus ja arvvosmahttá ovddidit oahpaheaioahpuid dán guvlui, dadjá Koivisto.

source: Suomen- ja ruotsinkielisten oppimateriaalien saamelaistieto vähäistä
sme: Suoma- ja ruoŧagielat oahppamateriálain unnán sámediehtu

source: Suomen- ja ruotsinkielisten oppimateriaalien sisältämä saamelaistieto on vähäistä ja useimmiten menneeseen aikamuotoon kirjoitettua.
sme: Suoma- ja ruoŧagielat oahppamateriálain lea sámediehtu unnán ja dávjjimusat dat lea čállojuvvon mannan áigehápmái.

source: Menneestä aikamuodosta huolimatta saamelaisten omalle historialle materiaaleissa ei ole sijaa.
sme: Mannan áigehámis fuolakeahttá materiálain ii leat sadji sámiid iežaset historjái.

source: Saamelaisväestö mainitaan usein Suomen esihistoriaan kuuluvana asiana.
sme: Sámeálbmot namuhuvvo dávjá áššin, mii gullá Suoma ovdahistorjái.

source: Oppimateriaalien kuvituksissa toistetaan usein stereotyyppisiä saamelaiskuvia, jotka eivät aina esitä saamelaisia eivätkä aitoja saamen pukuja.
sme: Oahppamateriálaid govain geardduhuvvojit dávjá stereotiippalaš sámegovat, main eai álot leat sápmelaččat eaige eakti sámi gárvvut.

source: Saamen kieliä ei yleensä eritellä, minkä takia inarin- ja koltan saamen kielet ja kulttuurit jäävät useimmiten näkymättömiksi sekä teksteissä että kuvissa.
sme: Sámegielat eai dábálaččat sirrejuvvo, man dihte anáraš- ja nuortalašgielat ja kultuvrrat báhcet dávjjimusat oaidnemeahttumii sihke teavsttain ja govain.

source: Yleispiirteenä oppimateriaalien saamelaistiedossa on saamelaisuuden käsittely menneessä aikamuodossa.
sme: Dábálaš iešvuohta oahppamateriálaid sámedieđuin lea dat, ahte sámevuohta gieđahallojuvvo mannan áigehámis.

source: Oppimateriaalien saamelaiskuvaukset eivät linkity osaksi Suomen historiaa, osaksi tämän päivän suomalaista yhteiskuntaa eivätkä myöskään osaksi pohjoismaista saamelaisyhteisöä tai maailmanlaajuista alkuperäiskansojen yhteisöä.
sme: Oahppamateriálaid govvádusat sápmelaččain eai čatnašuva oassin Suoma historjjás, oassin otná beaivvi suopmelaš servodagas eaige maiddái oassin davviriikalaš sámeservošis dahje máilmmiviidosaš eamiálbmogiid servošis.

source: Saamelaisten historian puuttuminen oppimateriaaleista johtaa siihen, että suomalaisten ja saamelaisten yhteinen historia jää piiloon.
sme: Suopmelaččaid ja sápmelaččaid oktasaš historjá báhcá čihkosii, go sámiid historjá váilu oahppamateriálain.

source: Materiaaleissa ei taustoiteta sitä, miksi saamelaisten oikeudet eivät toteudu Suomessa ja miksi saamen kielet ovat uhanalaisia.
sme: Materiálain eai muitaluvvo duogášdieđut das, manin sámiid vuoigatvuođat eai ollašuva Suomas ja manin sámegielat leat áitatvuložat.

source: Saamelaistiedosta suomen- ja ruotsinkielisissä perusopetuksen oppimateriaaleissa selvityksen tehnyt Tuuli Miettunen kiinnittää huomiota myös siihen minkälaisesta lukijapositiosta käsin tekstit on kirjoitettu.
sme: Sámedieđut suoma- ja ruoŧagielat vuođđooahpahusa oahppamateriálain -čielggadeami ráhkadan Tuuli Miettunen gidde fuomášumi maiddái dasa makkár lohkkiposišuvnnas teavsttat leat čállojuvvon.

source: Miettusen mukaan lukijapositio on ei-saamelaisen oppijan, jolloin saamelaisen, suomen- tai ruotsinkielisessä opetuksessa olevan oppilaan tarve saada tietoa omasta kielestään ja kulttuuristaan jää huomiotta.
sme: Miettunen mielde lohkkiposišuvdna lea ii-sápmelaš oahppis, goas suoma- dahje ruoŧagielat oahpahusa sápmelaš oahppi dárbu oažžut dieđuid iežas gielas ja kultuvrras báhcá almmá fuomášumi haga.

source: Poikkeuksiakin 547 oppimateriaalin joukosta löytyy.
sme: Spiehkastagatge 547 oahppamateriálas leat.

source: Selvityksessä todetaan monien ruotsinkielisten oppimateriaalien lukijaposition olevan vähemmistöön kuuluvan, jolloin esimerkiksi syrjintäkokemukset ja vähemmistöasema nousevat esille.
sme: Čielggadeamis gávnnahuvvo, ahte máŋggaid ruoŧagielat oahppamateriálaid lohkkiposišuvdna lea unnitlohkui gullevaš olbmos, goas ovdamearkka dihte vealahanvásáhusat ja unnitlogu sajádat bohtet ovdan.

source: Myös elämänkatsomustiedon oppimateriaalit erottuvat myönteisesti muista oppiaineista.
sme: Maiddái eallinoainnu oahppamateriálat bohtet positiivvalaččat ovdan eará oahppoávdnasiin.

source: Saamelaisopetuksen kehittämistyöryhmä
sme: Sámeoahpahusa ovddidanbargojoavku

source: Opetus- ja kulttuuriministeriö asetti saamen kielten ja saamenkielisen opetuksen kehittämistyöryhmän 6.2.2020.
sme: Oahpahus- ja kulturministeriija ásahii sámegielaid ja sámegielat oahpahusa ovddidanbargojoavkku 6.2.2020.

source: Työryhmän tehtävänä on valmistella esitykset:
sme: Bargojoavkku bargu lea válmmaštallat evttohusaid:

source: 1) saamen kielten ja saamenkielisen opetuksen ja koulutuksen kehittämiseksi sekä saatavuuden vahvistamiseksi koko maassa, ja opetushenkilöstön saatavuuden vahvistamiseksi;
sme: 1) sámegielaid ja sámegielat oahpahusa ja skuvlejumi ovddideapmái ja fidnašuvvama nannemii olles riikkas, ja oahpahusbargoveaga fidnašuvvama nannemii;

source: 2) saamenkielisen varhaiskasvatuksen ja saamelaisten kulttuuri- ja kielipesätoiminnan kehittämiseksi ja saatavuuden vahvistamiseksi sekä varhaiskasvatushenkilöstön saatavuuden vahvistamiseksi;
sme: 2) sámegielat árrabajásgeassima ja sámiid kultur- ja giellabeassedoaimma ovddideapmái ja fidnašuvvama nannemii ja árrabajásgeassinbargoveaga fidnašuvvama nannemii;

source: 3) saamenkielisen oppimateriaalin saatavuuden turvaamiseksi;
sme: 3) sámegielat oahppamateriála fidnašuvvama dorvvasteapmái;

source: 4) saamen kielten, saamelaisten historian ja kulttuurin tunnettavuuden lisäämiseksi kouluopetuksessa;
sme: 4) sámegielaid, sámiid historjjá ja kultuvrra dovdama lasiheapmái skuvlaoahpahusas;

source: 5) pohjoismaisen kouluyhteistyön vahvistamiseksi saamelaisopetuksessa, sekä
sme: 5) davviriikalaš skuvlaovttasbarggu nannemii sámeoahpahusas, ja

source: 6) saamenkielisten sosiaali- ja terveysalan henkilöstön saatavuuden turvaamiseksi ja koulutustarpeiden ennakoimiseksi.
sme: 6) sámegielat sosiála- ja dearvvašvuođasuorggi bargiid oažžuma dorvvasteapmái ja skuvlendárbbuid ovddalgihtii vuhtiiváldimii.

source: Työryhmän toimikausi päättyy vuoden lopussa.
sme: Bargojoavkku doaibmabadji nohká jagi loahpas.

source: Lisätietoja työryhmän Saamelaiskäräjiä edustavilta jäseniltä:
sme: Lassedieđut bargojoavkku lahtuin, geat ovddastit Sámedikki:

source: Koulutussihteeri Ulla Aikio-Puoskari, ulla.aikio-puoskari(at)samediggi.fi, 010 839 3112
sme: Skuvlenčálli Ulla Aikio-Puoskari, ulla.aikio-puoskari(at)samediggi.fi, 010 839 3112

source: Kieliturvasihteeri Ánne-Kirste Aikio, anne-kirste.aikio(at)samediggi.fi, 010 839 3124
sme: Gielladorvočálli Ánne-Kirste Aikio, anne-kirste. aikio(a)samediggi.fi, 010 839 3124

source: Opetus- ja kulttuuriministeriö 1.12.2020, Selvitykset saamenkielisestä opetushenkilöstöstä ja oppimateriaaleista valmistuivat
sme: Oahpahus- ja kulturministeriija 1.12.2020, Sámediehtu vuođđooahpahusa oahppomateriálain lea boarásnuvvan – gelbbolaš sámegielat oahpahusbargit dárbbašuvvojit lasi

source: Laura Arola, Selvitys saamenkielisen opetus- ja varhaiskasvatushenkilöstön saatavuudesta ja koulutuspoluista
sme: Laura Arola, Čielggadeapmi sámegielat oahpahus- ja árrabajásgeassinbargiid fidnašuvvamis ja skuvlenbálgáin (suomagillii)

source: Tuuli Miettunen, Saamelaistietoa vai puuttuvaa tietoa saamelaisista?
sme: Tuuli Miettunen, Čilgehus sámi dieđus oahppamateriálain (suomagillii)

source: – Selvitys saamelaistiedosta peruskoulun suomen- ja ruotsinkielisissä oppimateriaaleissa
sme: Helena Korpela, Sámegielalaš oahppamateriálaid máŋga muođu – Čilgehus sámegielalaš oahppamateriála dilis ja boahttevaš dárbbuin (suomagillii)
